Repository: lavruh/ValueCollector
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Meter Groups
uk: Групи лічільників

source: Routes
uk: Маршрути збору

source: Reminders
uk: Нагадування

source: Import
uk: Імпорт

source: Export
uk: Експорт

source: Exported to
uk: Експортовано в

source: Name
uk: Ім'я

source: Unit
uk: Одиниця вимиру

source: Correction
uk: Коррекція

source: Raw value
uk: Необроблене значення

source: Corrected value
uk: Значення

source: Open route file
uk: Відкрити файл з списком лічільників

source: Todo
uk: Зібрати

source: Done
uk: Зібрані

# dayLetter
source: D
uk: Д

# hourMinnute
source: h:m
uk: г:м

source: Repeat
uk: Повторити

source: Delete
uk: Видалити

# deleteMsg
source: Are you sure to want delete
uk: Ви дійсно бажаєте видалити

source: Yes
uk: Так

source: No
uk: Ні

source: Export options
uk: Опції експорту

# lastInCsv
source: Last values as CSV
uk: Останні показники в CSV

source: Meter rates
uk: Тарифи

source: Limit
uk: Ліміт

source: Price
uk: Ціна

# pleaseEnterText
source: Please enter some text
uk: Введіть значення

# incorrectLimit
source: Value should be positive integer
uk: Значення має бути позитивним цілим

source: Meter types
uk: Типи лічільників

# diffCalc
source: Value difference
uk: Різниця значень

# diffCalcDescr
source: Calculates value differences, values sorted by date
uk: Обчислюе різницю значень. значення сортуються за датою

# prodCostCalc1
source: Meter production costs
uk: Витрати з лімітами

# prodCostDescr1
source: Calculates meter production cost, counter value divided in limit ranges, each part multiplies by refereced price
uk: Обчислюе сумму витрат за кожним лімітом

# prodCostMaxLimCalc
source: Meter production costs 2
uk: Витрати з лімітами 2

# prodCostMaxLimDescr
source: Calculates meter production cost, counter value times price of reached limit
uk: Обчислюе сумму витрат за досягнутим лімітом

source: in days
uk: за дні

# avaragePerDay
source: Average per day
uk: В середньому за день

# reachedLimit
source: Reached limit is
uk: Досягнутий ліміт
